cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/versions"
brew "git"
brew "httpie"
brew "jq"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watchman"
brew "zsh"
brew "node"
brew "nodenv"
cask "iterm2"
cask "alfred"
cask "caffeine"
cask "1password"
cask "the-unarchiver"
cask "evernote"
cask "shiftit"
cask "sublime-text"
cask "visual-studio-code"
cask "firefox"
